# St7GetModelWindowHandle

Returns the windows handle to the model window.

long St7GetModelWindowHandle(long uID, HWND* Handle)

Input Parameters

uID

Strand7 model file ID.

Model Window

Output Parameters

Handle

Handle to the model window.